Repository: Cloudxtreme/wallabag-heroku
Catalog: locale/*.utf8/LC_MESSAGES/*.utf8.po
Languages: pl_pl, pt_br, ru_ru

source: wallabag, a read it later open source system
pl_pl: wallabag, open source'owy system typu "przeczytaj to później"
pt_br: wallabag, um "read it later" de código aberto
ru_ru: wallabag, сервис отложенного чтения с открытым исходным кодом

source: login failed: user doesn't exist
pl_pl: logowanie się nie powiodło: użytkownik nie istnieje
pt_br: falha ao entrar: o usuário não existe
ru_ru: войти не удалось: пользователь не существует

source: return home
pl_pl: powrót do strony domowej
pt_br: retornar à página inicial
ru_ru: на главную

source: config
pl_pl: konfiguracja
pt_br: configurar
ru_ru: настройки

source: Saving articles
pl_pl: Zapisywanie artykułów
pt_br: Salvando artigos
ru_ru: Сохранение статей

source: There are several ways to save an article:
pl_pl: Istnieje kilka sposobów aby zapisać artykuł:
pt_br: Existem várias maneiras de salvar um artigo:

source: read the documentation
pl_pl: przeczytaj dokumentację
pt_br: ler a documentação
ru_ru: читать инструкцию

source: download the extension
pl_pl: pobierz rozszerzenie
pt_br: baixar a extensão
ru_ru: скачать расширение

source: or
pl_pl: albo
pt_br: ou
ru_ru: или

source: download the application
pl_pl: pobierz aplikację
pt_br: baixar o aplicativo
ru_ru: скачать приложение

source: By filling this field
pl_pl: Poprzez wypełnienie tego pola
pt_br: Preenchendo esse campo
ru_ru: Заполнением этого поля

source: bag it!
pl_pl: zapisz!
pt_br: adicionar ao wallabag
ru_ru: прикарманить!

source: Bookmarklet: drag & drop this link to your bookmarks bar
pl_pl: Skryptozakładka: przeciągnij i upuść ten link na twój pasek zakładek
pt_br: Bookmarklet: arraste esse link para sua barra de favoritos
ru_ru: Закладка: перетащите и опустите ссылку на панель закладок

source: Upgrading wallabag
pl_pl: Aktualizacja wallabag
pt_br: Atualizando o wallabag
ru_ru: Обновление wallabag

source: Installed version
pl_pl: Zainstalowana wersja
pt_br: Versão instalada
ru_ru: Установленная версия

source: Latest stable version
pl_pl: Najnowsza stabilna wersja
pt_br: Última versão estável
ru_ru: Последняя стабильная версия

source: A more recent stable version is available.
pl_pl: Nowsza stabilna wersja jest dostępna.
pt_br: Uma versão estável mais nova está disponível
ru_ru: Доступна новая стабильная версия.

source: You are up to date.
pl_pl: Posiadasz najnowszą wersję.
pt_br: Você está atualizado.
ru_ru: У вас всё самое новое.

source: Latest dev version
pl_pl: Najnowsza wersja developerska
pt_br: Última versão em desenvolvimento

source: A more recent development version is available.
pl_pl: Nowsza developerska wersja jest dostępna.
pt_br: Uma versão em desenvolvimento mais recente está disponível

source: Your feed token is currently empty and must first be generated to enable feeds. Click <a href='?feed&amp;action=generate'>here to generate it</a>.
pl_pl: Twój token kanału jest aktualnie pusty i musi zostać wygenerowany, aby włączyć kanały. Kliknij <a href='?feed&amp;action=generate'>tutaj, aby go wygenerować</a>.
pt_br: Seu token do feed e precisa ser gerado para ativar os feeds. Clique <a href='?feed&amp;action=generate'>aqui para gerar um token</a>.
ru_ru: Ваш маркер ленты (feed token) не определен, для того, чтобы активировать ленту, сначала создайте его. Нажмите <a href='?feed&action=generate'>здесь для его генерации</ а>.

source: Unread feed
pl_pl: Nieprzeczytane kanały
pt_br: Feed de artigos não lidos
ru_ru: Лента непрочитанного

source: Favorites feed
pl_pl: Ulubione kanały
pt_br: Feed dos favoritos
ru_ru: Лента избранного

source: Archive feed
pl_pl: Kanały archiwum
pt_br: Feed de arquivados
ru_ru: Лента архива

source: Your token:
pl_pl: Twój token:
pt_br: Seu token:
ru_ru: Ваш маркер (token):

source: Your user id:
pl_pl: Twój id użytkownika:
pt_br: Seu código de usuário:
ru_ru: Ваш идентификатор пользователя (user id):

source: You can regenerate your token: <a href='?feed&amp;action=generate'>generate!</a>.
pl_pl: Możesz wygenewrować ponownie swój token: <a href='?feed&amp;action=generate'>generuj!</a>.
pt_br: Você pode regerar seu token: <a href='?feed&amp;action=generate'>gerar!</a>.
ru_ru: Вы можете создать новый ​​маркер: <a href='?feed&action=generate'>сгенерировать!</a>.

source: Change your theme
pl_pl: Zmień swój motyw
pt_br: Mudar seu tema
ru_ru: Изменить тему

source: Theme:
pl_pl: Motyw:
pt_br: Tema:
ru_ru: Тема:

source: Update
pl_pl: Aktualizuj
pt_br: Atualizar
ru_ru: Обновить

source: Change your language
pl_pl: Zmień język
pt_br: Alterar seu idioma
ru_ru: Изменить язык

source: Language:
pl_pl: Język:
pt_br: Idioma:
ru_ru: Язык:

source: Change your password
pl_pl: Zmień swoje hasło
pt_br: Alterar sua senha
ru_ru: Смена пароля

source: New password:
pl_pl: Nowe hasło:
pt_br: Nova senha:
ru_ru: Новый пароль:

source: Password
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль

source: Repeat your new password:
pl_pl: Powtórz twoje nowe hasło:
pt_br: Repetir sua nova senha:
ru_ru: Ещё раз новый пароль:

source: Import
pt_br: Importar
ru_ru: Импортировать

source: Please execute the import script locally as it can take a very long time.
pl_pl: Proszę wykonaj skrypt importu lokalnie, ponieważ może to trwać bardzo długo.
pt_br: Por favor, execute o script de importação localmente, pois pode demorar muito tempo.
ru_ru: Пожалуйста, выполните сценарий импорта локально - это может занять слишком много времени.

source: More info in the official documentation:
pl_pl: Więcej informacji znajdziesz w oficjalnej dokumentacji:
pt_br: Mais informações na documentação oficial:

source: Import from Pocket
pl_pl: Importuj z Pocket
pt_br: Importar do Pocket
ru_ru: Импортировать из Pocket

source: (you must have a %s file on your server)
pl_pl: (musisz mieć plik %s na swoim serwerze)
pt_br: (você deve ter um arquivo %s no seu servidor)
ru_ru: (файл %s должен присутствовать на вашем сервере)

source: Import from Readability
pl_pl: Importuj z Readability
pt_br: Importar do Readability
ru_ru: Импортировать из Readability

source: Import from Instapaper
pl_pl: Importuj z Instapaper
pt_br: Importar do Instapaper
ru_ru: Импортировать из Instapaper

source: Import from wallabag
pl_pl: Importuj z wallabag
pt_br: Importar do wallabag
ru_ru: Импортировать из wallabag

source: Export your wallabag data
pl_pl: Wyeksportuj swoje dane wallabag
pt_br: Exportar seus dados do wallabag
ru_ru: Экспортировать данные wallabag

source: Click here
pl_pl: Kliknij tu
pt_br: Clique aqui
ru_ru: Кликните здесь

source: to download your database.
pl_pl: aby pobrać twoją bazę danych.
pt_br: para baixar seu banco de dados.
ru_ru: чтобы скачать вашу базу данных

source: to export your wallabag data.
pl_pl: aby wyeksportować dane wallabag.
pt_br: para exportar seus dados do wallabag.
ru_ru: чтобы экспортировать свои записи из wallabag.

source: to delete cache.
pl_pl: aby wyczyścić cache.
pt_br: para apagar o cache.
ru_ru: чтобы сбросить кэш.

source: You can enter multiple tags, separated by commas.
pl_pl: Możesz wprowadzić wiele tagów, oddzielonych przecinkami.
pt_br: Você pode inserir várias tags, separadas por vírgulas.
ru_ru: Вы можете ввести несколько тегов, разделяя их запятой.

source: return to article
pl_pl: powrót do artykułu
pt_br: retornar ao artigo
ru_ru: вернуться к статье

source: You can <a href='wallabag_compatibility_test.php'>check your configuration here</a>.
pl_pl: Możesz <a href='wallabag_compatibility_test.php'>sprawdzić swoją konfigurację tutaj</a>.
pt_br: Você pode <a href='wallabag_compatibility_test.php'>checar suas configurações aqui</a>.
ru_ru: Вы можете <a href='wallabag_compatibility_test.php'>проверить конфигурацию здесь</a>.

source: favoris
pt_br: favoritos
ru_ru: избранное

source: archive
pl_pl: archiwum
pt_br: arquivo
ru_ru: архив

source: unread
pl_pl: nieprzeczytane
pt_br: não lidos
ru_ru: непрочитанное

source: by date asc
pl_pl: po dacie rosnąco
pt_br: por data (cresc.)
ru_ru: по дате, сперва старые

source: by date
pl_pl: po dacie
pt_br: por data
ru_ru: по дате

source: by date desc
pl_pl: po dacie malejąco
pt_br: por data (decr.)
ru_ru: по дате, сперва новые

source: by title asc
pl_pl: po tytule rosnąco
pt_br: por título (cresc.)
ru_ru: по заголовку (прямой)

source: by title
pl_pl: po tytule
pt_br: por título
ru_ru: по заголовку

source: by title desc
pl_pl: po tytule malejąco
pt_br: por título (decr.)
ru_ru: по заголовку (обратный)

source: No articles found.
pl_pl: Nie znaleziono artykułów.
pt_br: Nenhum artigo encontrado.
ru_ru: Статей не найдено.

source: Toggle mark as read
pl_pl: Przełącz jako przeczytane
pt_br: Alterar "marcar como lido"
ru_ru: Изменить отметку 'прочитано'

source: toggle favorite
pl_pl: przełącz ulubione
pt_br: alterar "favorito"
ru_ru: изменить метку избранного

source: delete
pl_pl: usuń
pt_br: deletar
ru_ru: удалить

source: estimated reading time:
pl_pl: szacowany czas czytania:
pt_br: tempo estimado de leitura:
ru_ru: ориентировочное время чтения:

source: mark all the entries as read
pl_pl: zaznacz wszystkie wpisy jako przeczytane
pt_br: marcar todas as entradas como lidas
ru_ru: отметить все статьи как прочитанные

source: results
pl_pl: rezultaty
pt_br: resultados
ru_ru: найдено

source: installation
pl_pl: instalacja
pt_br: instalação
ru_ru: установка

source: install your wallabag
pl_pl: zainstauj wallabag
pt_br: instalar seu wallabag
ru_ru: установка wallabag

source: wallabag is still not installed. Please fill the below form to install it. Don't hesitate to <a href='http://doc.wallabag.org/'>read the documentation on wallabag website</a>.
pl_pl: wallabag wciąż nie jest zainstalowany. Proszę wypełnij poniższy formularz aby go zainstalować. Nie wahaj się <a href='http://doc.wallabag.org/'>przeczytać dokumentacji na stronie wallabag</a>.
pt_br: O wallabag ainda não está instalado. Preencha o formulário abaixo para instalá-lo. Não hesite em <a href='http://doc.wallabag.org/'>ler a documentação no site do wallabag</a>.
ru_ru: wallabag всё ещё не установлен. Надо заполнить форму ниже, чтобы установить его. Неплохо также <a href='http://doc.wallabag.org'>прочесть документацию на сайте wallabag</a>.

source: Repeat your password
pl_pl: Powtórz swoje hasło
pt_br: Repetir sua senha
ru_ru: Повторите пароль

source: Install
pl_pl: Zainstauj
pt_br: Instalar
ru_ru: Установить

source: login to your wallabag
pl_pl: zaloguj się do twojego wallabag
pt_br: entrar no seu wallabag
ru_ru: войти в свой wallabag

source: Login to wallabag
pl_pl: Logowanie do wallabag
pt_br: Entrar no wallabag
ru_ru: Войдите в wallabag

source: you are in demo mode, some features may be disabled.
pl_pl: jesteś w trybie demo, niektóre funkcjonalności mogą być wyłączone.
pt_br: você está no modo demo, alguns recursos podem estar desativados.
ru_ru: демонстрационный режим - работают не все возможности.

source: Username
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
ru_ru: Имя пользователя

source: Stay signed in
pl_pl: Pozostań zalogowany
pt_br: Continuar conectado
ru_ru: Запомнить меня

source: (Do not check on public computers)
pl_pl: (Nie zaznaczaj na komputerach z publicznym dostępem)
pt_br: (Não marque em computadores públicos)
ru_ru: (Не отмечайте на чужих компьютерах)

source: Sign in
pl_pl: Zaloguj się
pt_br: Entrar
ru_ru: Зарегистрироваться

source: favorites
pl_pl: ulubione
pt_br: favoritos
ru_ru: избранное

source: estimated reading time :
pl_pl: szacowany czas czytania :
pt_br: tempo estimado de leitura :

source: Mark all the entries as read
pl_pl: Zaznacz wszystkie wpisy jako przeczytane
pt_br: Marcar todas as entradas como lidas
ru_ru: Отметить все как прочитанное

source: Return home
pl_pl: Powrót na stronę domową
pt_br: Retornar à página inicial
ru_ru: На главную

source: Back to top
pl_pl: Powrót na górę
pt_br: Voltar ao topo
ru_ru: Наверх

source: Mark as read
pl_pl: Oznacz jako przeczytane
pt_br: Marcar como lido
ru_ru: Отметить как прочитанное

source: Favorite
pl_pl: Ulubione
pt_br: Favoritar
ru_ru: Избранное

source: Toggle favorite
pl_pl: Przełącz ulubione
pt_br: Alterar "favorito"
ru_ru: Изменить метку избранного

source: Delete
pl_pl: Usuń
pt_br: Deletar
ru_ru: Удалить

source: Tweet
pt_br: Tweetar
ru_ru: Твитнуть

source: Does this article appear wrong?
pl_pl: Czy ten artykuł jest wyświetlany niepoprawnie?
pt_br: Esse artigo está sendo exibido incorretamente?
ru_ru: Статья выглядит криво?

source: Edit tags
pl_pl: Edytuj tagi
pt_br: Editar tags
ru_ru: Редактировать теги

source: save link!
pl_pl: zapisz link!
pt_br: salvar link!
ru_ru: сохранить ссылку!

source: home
pl_pl: strona domowa
pt_br: início
ru_ru: главная

source: logout
pl_pl: wyloguj
pt_br: sair
ru_ru: выход

source: debug mode is on so cache is off.
pl_pl: tryb debug jest włączony zatem cache jest wyłączony.
pt_br: o modo debug está ativo, então o cache foi desativado.
ru_ru: включён режим отладки - кеш выключен.

source: your wallabag version:
pl_pl: wersja twojego wallabag:
pt_br: sua versão do wallabag:
ru_ru: Ваша версия wallabag:

source: storage:
pt_br: armazenamento:
ru_ru: хранилище:

source: save a link
pl_pl: zapisz link
pt_br: salvar link
ru_ru: сохранить ссылку

source: back to home
pl_pl: powrót do strony domowej
pt_br: voltar à página inicial
ru_ru: домой

source: toggle mark as read
pl_pl: przełącz jako przeczytane
pt_br: alterar "marcar como lido"
ru_ru: изменить отметку 'прочитано'

source: tweet
pt_br: tweetar
ru_ru: твитнуть

source: this article appears wrong?
pl_pl: ten artykuł wygląda niepoprawnie?
pt_br: esse artigo está sendo mostrado incorretamente?

source: No link available here!
pt_br: Nenhum link disponível aqui!
ru_ru: Здесь нет ссылки!

source: Poching a link
pt_br: Pocheando um link

source: by filling this field
pl_pl: przez wypełnienie tego pola
pt_br: preenchendo esse campo

source: bookmarklet: drag & drop this link to your bookmarks bar
pl_pl: skryptozakładka: przeciągnij i upuść ten link na twój pasek zakładek
pt_br: bookmarklet: arraste esse link para a sua barra de favoritos

source: your version
pl_pl: twoja wersja
pt_br: sua versão
ru_ru: Ваша версия

source: latest stable version
pl_pl: najnowsza stabilna wersja
pt_br: última versão estável

source: a more recent stable version is available.
pl_pl: nowsza wersja stabilna jest dostępna.
pt_br: uma versão estável mais nova está disponível

source: you are up to date.
pl_pl: posiadasz najnowszą wersję.
pt_br: você está atualizado.
ru_ru: у вас всё самое новое.

source: latest dev version
pl_pl: najnowsza wersja developerska
pt_br: última versão em desenvolvimento
ru_ru: последняя версия в разработке

source: a more recent development version is available.
pl_pl: nowsza wersja developerska jest dostępna.
pt_br: uma versão em desenvolvimento mais nova está disponível
ru_ru: есть более свежая версия в разработке.

source: Please execute the import script locally, it can take a very long time.
pt_br: Por favor, execute o script de importação localmente, pois pode demorar muito tempo.

source: More infos in the official doc:
pt_br: Mais informações na documentação oficial:

source: import from Pocket
pt_br: importar do Pocket

source: import from Readability
pt_br: importar do Readability

source: import from Instapaper
pt_br: importar do Instapaper

source: Untitled
pt_br: Sem título
ru_ru: Без названия

source: the link has been added successfully
pl_pl: link został dodany pomyślnie
pt_br: o link foi adicionado com sucesso
ru_ru: ссылка успешно добавлена

source: error during insertion : the link wasn't added
pl_pl: błąd podczas dodawania : link nie został dodany
pt_br: erro durante a inserção: o link não foi adicionado
ru_ru: ошибка во время вставки: ссылка не добавлена

source: the link has been deleted successfully
pl_pl: link został usunięty pomyślnie
pt_br: o link foi deletado com sucesso
ru_ru: ссылка успешно удалена

source: the link wasn't deleted
pl_pl: link nie został usunięty
pt_br: o link não foi deletado
ru_ru: ссылка не удалена

source: Article not found!
pl_pl: Artykuł nie znaleziony!
pt_br: Artigo não encontrado!
ru_ru: Статью не найдено.

source: previous
pl_pl: poprzedni
pt_br: anterior
ru_ru: предыдущая

source: next
pl_pl: następny
pt_br: próximo
ru_ru: следующая

source: in demo mode, you can't update your password
pl_pl: w trybie demo nie możesz zaktualizować swojego hasła
pt_br: você não pode alterar a senha no modo demo
ru_ru: в демонстрационном режиме смена пароля не разрешена

source: your password has been updated
pl_pl: twoje hasło zostało zaktualizowane
pt_br: sua senha foi atualizada
ru_ru: ваш пароль обновлен

source: the two fields have to be filled & the password must be the same in the two fields
pl_pl: oba pola muszą być wypełnione oraz hasło musi być takie same w obu polach
pt_br: os dois campos devem estar preenchidos e as senhas devem ser iguais em ambos
ru_ru: необходимо заполнить оба поля и пароль в обоих должен совпадать

source: still using the "
pl_pl: wciąż używam "
pt_br: ainda usando o "
ru_ru: все еще используется "

source: that theme does not seem to be installed
pl_pl: ten motyw nie wygląda na zainstalowany
pt_br: esse tema aparentemente não está instalado
ru_ru: кажется, эта тема не установлена

source: you have changed your theme preferences
pl_pl: zmieniłeś swoje preferencje motywu
pt_br: você alterou suas preferências de tema
ru_ru: вы изменили свои настройки темы

source: that language does not seem to be installed
pl_pl: ten język nie wygląda na zainstalowany
pt_br: esse idioma aparentemente não está instalado
ru_ru: кажется, что этот язык не установлен

source: you have changed your language preferences
pl_pl: zmieniłeś swoje preferencje językowe
pt_br: você alterou suas preferências de idioma
ru_ru: вы изменили свои настройки языка

source: login failed: you have to fill all fields
pl_pl: logowanie się nie powiodło: musisz wypełnić wszystkie pola
pt_br: falha ao entrar: você deve preencher todos os campos
ru_ru: войти не удалось: вы должны заполнить все поля

source: welcome to your wallabag
pl_pl: witaj w twoim wallabag
pt_br: bem-vindo ao seu wallabag
ru_ru: добро пожаловать в wallabag

source: login failed: bad login or password
pl_pl: logowanie się nie powiodło: nieprawidłowy login lub hasło
pt_br: falha ao entrar: login ou senha incorretos
ru_ru: войти не удалось: неправильное имя пользователя или пароль

source: import from instapaper completed
pl_pl: import z instapaper zakończony
pt_br: importação do instapaper completa
ru_ru: импорт из instapaper завершен

source: import from pocket completed
pl_pl: import z pocket zakończony
pt_br: importação do pocket completa
ru_ru: импорт из pocket завершен

source: import from Readability completed.
pl_pl: import z Readability zakończony.
pt_br: importação do Readability completa.
ru_ru: импорт из Readability завершен

source: import from Poche completed.
pl_pl: import z Poche zakończony.
pt_br: importação do Poche completa.
ru_ru: импорт из Poche завершен.

source: Unknown import provider.
pl_pl: Nieznany dostawca importu.
pt_br: Serviço de importação desconhecido.
ru_ru: Неизвестный провайдер импорта.

source: Incomplete inc/poche/define.inc.php file, please define "
pl_pl: Niekompletny plik inc/poche/define.inc.php, proszę zdefiniuj "
pt_br: Arquivo inc/poche/define.inc.php incompleto, por favor defina "
ru_ru: Незавершенный файл inc/poche/define.inc.php file, пожалуйста определите "

source: Could not find required "
pl_pl: Nie znaleziono wymaganego "
pt_br: Não foi possível encontrar o requerido "
ru_ru: Не удалось найти требуемый "

source: Uh, there is a problem while generating feeds.
pl_pl: Ah, wystąpił problem podczas generowania kanałów.
pt_br: Uh, houve um problema ao gerar os feeds.
ru_ru: Ох, возникла проблема при создании ленты.

source: Cache deleted.
pl_pl: Cache usunięty.
pt_br: Cache deletado.
ru_ru: Кэш очищен.

source: Oops, it seems you don't have PHP 5.
pl_pl: Oops, wygląda na to że nie masz PHP 5.
pt_br: Oops, parece que você não tem o PHP 5.
ru_ru: Упс, кажется у вас не установлен PHP 5.

source: via F-Droid
pl_pl: przez F-Droid
ru_ru: с F-Droid

source: via Google Play
pl_pl: przez Google Play
ru_ru: с Google Play

source: Feeds
pl_pl: Kanały
ru_ru: Ленты (feeds)

source: Cache
ru_ru: Кэш

source: Tag
pl_pl: Otaguj
ru_ru: Тег

source: original
pl_pl: oryginał
ru_ru: источник

source: Login
ru_ru: Имя пользователя

source: Email
ru_ru: Отправить по почте

source: flattr
ru_ru: проспонсировать

source: tags:
pl_pl: tagi:
ru_ru: теги:

source: tags
pl_pl: tagi
ru_ru: теги

source: powered by
pl_pl: w oparciu o
ru_ru: при поддержке

source: Tags
pl_pl: Tagi
ru_ru: Теги
